
INSERT INTO users (user_id, account_id, display_name, oauth_client_type, profile_image_url, gender)
VALUES ( 1, 'street62',  'lee', 'KAKAO', 'lucas.com', 'MALE');

INSERT INTO facility (facility_id, name)
VALUES ( 1, '에어컨'), ( 2, '세탁기'), ( 3, '침대'), ( 4, '냉장고'), (5, 'TV');

INSERT INTO security_facility(security_facility_id, name)
VALUES (1, 'CCTV'), (2, '비디오픈'), (3, '공동현관');

INSERT INTO wanted_article (id, address, content, created_at, deposit_budget, is_completed, is_deleted, modified_at, move_in_date, move_out_date, rent_budget, title, view_count, user_user_id)
VALUES
(1, '부산광역시 남구 대연동', '특징 블라블라 블라 안녕하세요 블라블라', '2022-08-19 02:57:51', 10000000, 0, 0, '2022-08-19 02:57:51.892033', '2022-08-01', '2023-02-02', 100000, '부경대 정문 원룸 구합니다', 0, 1),
(2, '부산광역시 남구 대연동', '특징 블라블라 블라 안녕하세요 블라블라', '2022-08-19 02:58:02.328856', 10000000, 0, 0, '2022-08-19 02:58:02.328862', '2022-08-01', '2023-02-02', 100000, '부경대 후문 원룸 구합니다', 0, 1),
(3, '부산광역시 남구 대연동', '특징 블라블라 블라 안녕하세요 블라블라', '2022-08-19 02:58:10.788609', 10000000, 0, 0, '2022-08-19 02:58:10.788615', '2022-08-01', '2023-02-02', 100000, '하버드대 정문 원룸 구합니다', 0, 1),
(4, '부산광역시 남구 대연동', '특징 블라블라 블라 안녕하세요 블라블라', '2022-08-19 02:58:14.559943', 10000000, 0, 0, '2022-08-19 02:58:14.559949', '2022-08-01', '2023-02-02', 100000, '하버드대 후문 원룸 구합니다', 0, 1),
(5, '부산광역시 남구 대연동', '특징 블라블라 블라 안녕하세요 블라블라', '2022-08-19 02:58:30.050491', 10000000, 0, 0, '2022-08-19 02:58:30.050502', '2022-08-01', '2023-02-02', 100000, 'MIT 정문 원룸 구합니다', 0, 1),
(6, '부산광역시 남구 대연동', '특징 블라블라 블라 안녕하세요 블라블라', '2022-08-19 02:58:34.054144', 10000000, 0, 0, '2022-08-19 02:58:34.054150', '2022-08-01', '2023-02-02', 100000, 'MIT 후문 원룸 구합니다', 0, 1);

INSERT INTO  rent_article (rent_article_id, address, address_description, address_detail, available_from, content, contract_expires_at, contract_type, created_at, deposit, has_balcony, has_elevator, has_parking_lot, house_type, is_completed, is_deleted, latitude, longitude, maintenance_fee, maintenance_fee_description, max_floor, modified_at, rent_fee, status, this_floor, title, view_count, user_id)
VALUES
('1', '부산광역시 남구 대연동', '바다가 보이는 어쩌구', '22-1', '2022-08-01', '특징 블라블라 블라 안녕하세요 블라블라', '2023-02-02', 'MONTHLY', '2022-08-19 02:55:06.239433', false, false, true, true, 'ONEROOM', false, false, '110.1', '1010.1231', '100000', '다 별도', '4', '2022-08-19 02:55:06.239444', '100000', NULL, '2', '부경대 정문 원룸(100/35)', '0', '1'),
('2', '부산광역시 남구 대연동', '바다가 보이는 어쩌구', '22-1', '2022-08-01', '특징 블라블라 블라 안녕하세요 블라블라', '2023-02-02', 'MONTHLY', '2022-08-19 02:55:16.979353', false, false, true, true, 'ONEROOM', false, false, '110.1', '1010.1231', '100000', '다 별도', '4', '2022-08-19 02:55:16.979359', '100000', NULL, '2', '부경대 정문 원룸(100/35)', '0', '1'),
('3', '부산광역시 남구 대연동', '바다가 보이는 어쩌구', '22-1', '2022-08-01', '특징 블라블라 블라 안녕하세요 블라블라', '2023-02-02', 'MONTHLY', '2022-08-19 02:55:48.911475', false, false, true, true, 'ONEROOM', false, false, '110.1', '1010.1231', '100000', '다 별도', '4', '2022-08-19 02:55:48.911481', '100000', NULL, '2', '하버드대 정문 원룸(100/35)', '0', '1'),
('4', '부산광역시 남구 대연동', '바다가 보이는 어쩌구', '22-1', '2022-08-01', '특징 블라블라 블라 안녕하세요 블라블라', '2023-02-02', 'MONTHLY', '2022-08-19 02:55:53.205136', false, false, true, true, 'ONEROOM', false, false, '110.1', '1010.1231', '100000', '다 별도', '4', '2022-08-19 02:55:53.205142', '100000', NULL, '2', '하버드대 후문 원룸(100/35)', '0', '1'),
('5', '부산광역시 남구 대연동', '바다가 보이는 어쩌구', '22-1', '2022-08-01', '특징 블라블라 블라 안녕하세요 블라블라', '2023-02-02', 'MONTHLY', '2022-08-19 02:56:06.257018', false, false, true, true, 'ONEROOM', false, false, '110.1', '1010.1231', '100000', '다 별도', '4', '2022-08-19 02:56:06.257024', '100000', NULL, '2', 'MIT 정문 원룸(100/35)', '0', '1'),
('6', '부산광역시 남구 대연동', '바다가 보이는 어쩌구', '22-1', '2022-08-01', '특징 블라블라 블라 안녕하세요 블라블라', '2023-02-02', 'MONTHLY', '2022-08-19 02:56:10.736606', false, false, true, true, 'ONEROOM', false, false, '110.1', '1010.1231', '100000', '다 별도', '4', '2022-08-19 02:56:10.736613', '100000', NULL, '2', 'MIT 후문 원룸(100/35)', '0', '1');

